[
  {
    "Isbn": 9813,
    "Title": "Eu qui non et veniam incididunt incididunt.",
    "Description": "In deserunt cillum cupidatat adipisicing. Nisi eiusmod culpa mollit nisi incididunt eu fugiat. Officia do elit aliqua ut. Id voluptate cillum commodo nisi ad. Velit ad esse in culpa excepteur ex cillum magna et ea ut occaecat. Nulla mollit aliqua aliqua laborum reprehenderit exercitation proident cupidatat incididunt voluptate sunt. Minim minim velit amet excepteur aute incididunt dolor.\r\n",
    "Price": 89,
    "DatePublished": "2021-03-16",
    "PhotoUrl": "http://placehold.it/128x128"
  },
  {
    "Isbn": 3702,
    "Title": "Cupidatat duis ullamco id aliquip nostrud laborum deserunt.",
    "Description": "Quis voluptate in cillum enim tempor sint. Culpa aute ullamco elit aliqua et pariatur voluptate. Cillum sint dolore minim voluptate sunt labore dolore enim. Labore incididunt pariatur enim Lorem eu deserunt adipisicing deserunt occaecat. Incididunt eu Lorem consequat cillum laboris cupidatat nostrud nostrud. Dolore enim tempor ipsum duis qui voluptate mollit eu culpa. Ea ipsum non occaecat et sit deserunt commodo in sunt incididunt nulla laborum.\r\n",
    "Price": 52,
    "DatePublished": "2021-03-11",
    "PhotoUrl": "http://placehold.it/128x128"
  },
  {
    "Isbn": 2567,
    "Title": "Do non reprehenderit pariatur aliqua ad aliqua veniam ex culpa laborum deserunt.",
    "Description": "Elit veniam dolor incididunt adipisicing in. Culpa do velit fugiat in incididunt nostrud ex ipsum ipsum. Velit dolore commodo id eu eu non labore magna cupidatat aliqua sit fugiat sit nisi. Dolor ipsum qui Lorem nulla exercitation amet veniam sint cupidatat elit. Ipsum velit exercitation ex officia qui minim sunt veniam velit.\r\n",
    "Price": 75,
    "DatePublished": "2021-03-07",
    "PhotoUrl": "http://placehold.it/128x128"
  },
  {
    "Isbn": 836,
    "Title": "Irure labore nisi ea commodo irure exercitation voluptate veniam elit ipsum do Lorem amet.",
    "Description": "Irure incididunt Lorem fugiat sint enim incididunt. Nulla incididunt veniam do ipsum non magna sint consequat mollit non nulla consequat officia. Esse velit ipsum laborum occaecat pariatur dolor sit laboris nulla enim sunt. Labore aliquip consequat incididunt qui magna est fugiat commodo anim enim duis id aliquip. Est id sit nulla aliqua minim. Tempor eu ipsum deserunt ad labore reprehenderit reprehenderit aute id eiusmod.\r\n",
    "Price": 42,
    "DatePublished": "2021-03-05",
    "PhotoUrl": "http://placehold.it/128x128"
  },
  {
    "Isbn": 6433,
    "Title": "Aliqua aliquip occaecat labore dolore in Lorem mollit.",
    "Description": "Occaecat excepteur qui culpa amet cupidatat duis occaecat duis cupidatat. Reprehenderit laboris proident id ipsum esse esse sunt adipisicing in. Et adipisicing consequat aliqua esse ex exercitation anim exercitation non mollit proident non. Ullamco aliquip aute mollit eiusmod velit esse in deserunt ea est ad commodo proident eu. Pariatur labore et aliqua incididunt proident Lorem voluptate ad enim Lorem proident minim. Fugiat exercitation eu dolor reprehenderit commodo sit voluptate exercitation sunt esse sunt. Qui culpa laborum in voluptate sit nisi mollit ex quis pariatur eiusmod aliqua.\r\n",
    "Price": 68,
    "DatePublished": "2021-03-12",
    "PhotoUrl": "http://placehold.it/128x128"
  }
]